Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# head.adaptive.advice
source: Explore cross-disciplinary subjects where logic and artistic sense intersect.
bn: এমন বিষয় অন্বেষণ করুন যেখানে যুক্তি ও শৈল্পিক বোধ একে অপরের সঙ্গে মেলে।
gu: એવા વિષયો શોધો જ્યાં તર્ક અને કલાત્મક સમજ એકબીજાને મળે છે.
hi: ऐसे विषयों का अन्वेषण करें जहाँ तर्क और कलात्मक समझ एक-दूसरे से मिलते हैं।
kn: ತರ್ಕ ಮತ್ತು ಕಲಾತ್ಮಕ ಅಭಿರುಚಿ ಸಂಧಿಸುವ ಅಂತರಶಿಸ್ತೀಯ ವಿಷಯಗಳನ್ನು ಅನ್ವೇಷಿಸಿ.
ml: യുക്തിയും കലാബോധവും സന്ധിക്കുന്ന അന്തർവൈജ്ഞാനിക വിഷയങ്ങൾ പര്യവേക്ഷണം ചെയ്യുക.
mr: जिथे तर्क आणि कलात्मक जाण एकत्र येतात अशा आंतरविद्याशाखीय विषयांचा शोध घ्या.
or: ଏପରି ବିଷୟ ଅନ୍ୱେଷଣ କରନ୍ତୁ ଯେଉଁଠି ତର୍କ ଓ କଳାତ୍ମକ ବୋଧ ପରସ୍ପରକୁ ଭେଟନ୍ତି।
ta: தர்க்கமும் கலையுணர்வும் சந்திக்கும் பல்துறைப் பாடங்களை ஆராயுங்கள்.
te: తర్కం మరియు కళాత్మక అభిరుచి కలిసే అంతర్విభాగ అంశాలను అన్వేషించండి.
ur: ایسے موضوعات تلاش کریں جہاں منطق اور فنی ذوق ایک دوسرے سے ملتے ہیں۔

# head.adaptive.detailed
source: You possess cognitive flexibility, comfortably shifting between analytical data and intuitive hunches. This makes you an exceptional mediator and creative problem-solver.
bn: আপনার মধ্যে মানসিক নমনীয়তা আছে; আপনি বিশ্লেষণী তথ্য ও সহজাত অনুমানের মধ্যে স্বচ্ছন্দে বদলান। এটি আপনাকে একজন চমৎকার মধ্যস্থতাকারী ও সৃজনশীল সমস্যা-সমাধানকারী করে তোলে।
gu: તમારામાં માનસિક લવચીકતા છે; તમે વિશ્લેષણાત્મક તથ્યો અને સહજ અનુમાનો વચ્ચે સરળતાથી બદલાઓ છો. આ તમને ઉત્તમ મધ્યસ્થી અને સર્જનાત્મક સમસ્યા-ઉકેલક બનાવે છે.
hi: आपमें मानसिक लचीलापन है; आप विश्लेषणात्मक तथ्यों और सहज अनुमानों के बीच आराम से बदलते हैं। यह आपको एक उत्कृष्ट मध्यस्थ और रचनात्मक समस्या-समाधानकर्ता बनाता है।
kn: ನಿಮ್ಮಲ್ಲಿ ಮಾನಸಿಕ ನಮ್ಯತೆ ಇದೆ; ನೀವು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಮಾಹಿತಿ ಮತ್ತು ಸಹಜ ಊಹೆಗಳ ನಡುವೆ ಸುಲಭವಾಗಿ ಬದಲಾಗುತ್ತೀರಿ. ಇದು ನಿಮ್ಮನ್ನು ಅತ್ಯುತ್ತಮ ಮಧ್ಯಸ್ಥಗಾರ ಮತ್ತು ಸೃಜನಶೀಲ ಸಮಸ್ಯೆ ಪರಿಹಾರಕರನ್ನಾಗಿ ಮಾಡುತ್ತದೆ.
ml: നിങ്ങൾക്ക് മാനസിക വഴക്കമുണ്ട്; വിശകലന വിവരങ്ങൾക്കും സഹജമായ ഊഹങ്ങൾക്കും ഇടയിൽ നിങ്ങൾ എളുപ്പത്തിൽ മാറുന്നു. ഇത് നിങ്ങളെ മികച്ച മധ്യസ്ഥനും സർഗാത്മക പ്രശ്നപരിഹാരകനുമാക്കുന്നു.
mr: तुमच्यात मानसिक लवचिकता आहे; तुम्ही विश्लेषणात्मक माहिती आणि उपजत अंदाज यांच्यात सहज बदलता. यामुळे तुम्ही उत्तम मध्यस्थ आणि सर्जनशील समस्या-निवारक ठरता.
or: ଆପଣଙ୍କ ମଧ୍ୟରେ ମାନସିକ ନମନୀୟତା ଅଛି; ଆପଣ ବିଶ୍ଳେଷଣାତ୍ମକ ତଥ୍ୟ ଓ ସହଜ ଅନୁମାନ ମଧ୍ୟରେ ସହଜରେ ବଦଳନ୍ତି। ଏହା ଆପଣଙ୍କୁ ଜଣେ ଉତ୍କୃଷ୍ଟ ମଧ୍ୟସ୍ଥ ଓ ସୃଜନଶୀଳ ସମସ୍ୟା ସମାଧାନକାରୀ କରେ।
ta: உங்களிடம் மன நெகிழ்வுத்தன்மை உள்ளது; பகுப்பாய்வுத் தரவுக்கும் உள்ளுணர்வு ஊகங்களுக்கும் இடையே நீங்கள் எளிதாக மாறுகிறீர்கள். இது உங்களை சிறந்த மத்தியஸ்தராகவும் படைப்புச் சிக்கல் தீர்ப்பவராகவும் ஆக்குகிறது.
te: మీకు మానసిక సరళత ఉంది; మీరు విశ్లేషణాత్మక సమాచారం మరియు సహజమైన అంచనాల మధ్య సులభంగా మారతారు. ఇది మిమ్మల్ని అద్భుతమైన మధ్యవర్తిగా మరియు సృజనాత్మక సమస్య పరిష్కర్తగా చేస్తుంది.
ur: آپ میں ذہنی لچک ہے؛ آپ تجزیاتی معلومات اور وجدانی اندازوں کے درمیان آسانی سے بدلتے ہیں۔ یہ آپ کو بہترین ثالث اور تخلیقی مسئلہ حل کرنے والا بناتا ہے۔

# head.adaptive.summary
source: A gentle incline reveals an intellectual balance between practical logic and creative perception.
bn: একটি হালকা ঢাল ব্যবহারিক যুক্তি ও সৃজনশীল উপলব্ধির মধ্যে বুদ্ধিবৃত্তিক ভারসাম্য প্রকাশ করে।
gu: હળવો ઝુકાવ વ્યવહારુ તર્ક અને સર્જનાત્મક દૃષ્ટિ વચ્ચે બૌદ્ધિક સંતુલન દર્શાવે છે.
hi: हल्का झुकाव व्यावहारिक तर्क और रचनात्मक दृष्टि के बीच बौद्धिक संतुलन प्रकट करता है।
kn: ಸೌಮ್ಯ ಇಳಿಜಾರು ಪ್ರಾಯೋಗಿಕ ತರ್ಕ ಮತ್ತು ಸೃಜನಶೀಲ ಗ್ರಹಿಕೆಯ ನಡುವಿನ ಬೌದ್ಧಿಕ ಸಮತೋಲನವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.
ml: മൃദുവായ ചരിവ് പ്രായോഗിക യുക്തിക്കും സർഗാത്മക ഗ്രഹണത്തിനും ഇടയിലുള്ള ബൗദ്ധിക സന്തുലനം വെളിപ്പെടുത്തുന്നു.
mr: हलका उतार व्यावहारिक तर्क आणि सर्जनशील दृष्टी यांच्यातील बौद्धिक समतोल दर्शवतो.
or: ଏକ ହାଲୁକା ଢାଲ ବ୍ୟାବହାରିକ ତର୍କ ଓ ସୃଜନଶୀଳ ଧାରଣା ମଧ୍ୟରେ ବୌଦ୍ଧିକ ସନ୍ତୁଳନ ପ୍ରକାଶ କରେ।
ta: மென்மையான சாய்வு நடைமுறைத் தர்க்கத்துக்கும் படைப்புப் பார்வைக்கும் இடையிலான அறிவுச் சமநிலையை வெளிப்படுத்துகிறது.
te: తేలికపాటి వాలు ఆచరణాత్మక తర్కం మరియు సృజనాత్మక గ్రహణ మధ్య మేధో సమతుల్యతను వెల్లడిస్తుంది.
ur: ہلکا سا جھکاؤ عملی منطق اور تخلیقی ادراک کے درمیان فکری توازن ظاہر کرتا ہے۔

# head.adaptive.title
source: Adaptive & Multidisciplinary Mind
bn: অভিযোজনশীল ও বহুমুখী মন
gu: અનુકૂલનશીલ અને બહુવિષયક મન
hi: अनुकूलनशील और बहुविषयी मन
kn: ಹೊಂದಿಕೊಳ್ಳುವ ಮತ್ತು ಬಹುಶಿಸ್ತೀಯ ಮನಸ್ಸು
ml: പൊരുത്തപ്പെടുന്നതും ബഹുമുഖവുമായ മനസ്സ്
mr: जुळवून घेणारे आणि बहुविषयक मन
or: ଖାପ ଖୁଆଉଥିବା ଓ ବହୁମୁଖୀ ମନ
ta: தகவமைக்கும் மற்றும் பல்துறை மனம்
te: అనుకూలమైన మరియు బహుముఖ మనస్సు
ur: لچکدار اور ہمہ جہت ذہن

# head.adaptive.trait1
source: Cognitive Agility
bn: মানসিক ক্ষিপ্রতা
gu: માનસિક ચપળતા
hi: मानसिक चपलता
kn: ಮಾನಸಿಕ ಚುರುಕುತನ
ml: മാനസിക ചടുലത
mr: मानसिक चपळता
or: ମାନସିକ ଚଞ୍ଚଳତା
ta: மனச் சுறுசுறுப்பு
te: మానసిక చురుకుదనం
ur: ذہنی چستی

# head.adaptive.trait2
source: Creative Curiosity
bn: সৃজনশীল কৌতূহল
gu: સર્જનાત્મક જિજ્ઞાસા
hi: रचनात्मक जिज्ञासा
kn: ಸೃಜನಶೀಲ ಕುತೂಹಲ
ml: സർഗാത്മക ജിജ്ഞാസ
mr: सर्जनशील जिज्ञासा
or: ସୃଜନଶୀଳ ଜିଜ୍ଞାସା
ta: படைப்பு ஆர்வம்
te: సృజనాత్మక జిజ్ఞాస
ur: تخلیقی تجسس

# head.adaptive.trait3
source: Balanced Perspective
bn: ভারসাম্যপূর্ণ দৃষ্টিভঙ্গি
gu: સંતુલિત દૃષ્ટિકોણ
hi: संतुलित दृष्टिकोण
kn: ಸಮತೋಲಿತ ದೃಷ್ಟಿಕೋನ
ml: സന്തുലിത കാഴ്ചപ്പാട്
mr: संतुलित दृष्टिकोन
or: ସନ୍ତୁଳିତ ଦୃଷ୍ଟିକୋଣ
ta: சமநிலைப் பார்வை
te: సమతుల్య దృక్పథం
ur: متوازن نقطۂ نظر

# head.adaptive.trait4
source: Quick Synthesis
bn: দ্রুত সমন্বয়
gu: ઝડપી સમન્વય
hi: त्वरित समन्वय
kn: ತ್ವರಿತ ಸಮನ್ವಯ
ml: വേഗത്തിലുള്ള സമന്വയം
mr: जलद समन्वय
or: ଦ୍ରୁତ ସମନ୍ୱୟ
ta: விரைவான ஒருங்கிணைப்பு
te: వేగవంతమైన సమన్వయం
ur: فوری ہم آہنگی

# head.analytical.advice
source: Invite moments of unstructured brainstorming and playful spontaneity to balance your analytical brilliance.
bn: আপনার বিশ্লেষণী প্রতিভার ভারসাম্য রাখতে মুক্ত ভাবনা ও খেলাচ্ছলে স্বতঃস্ফূর্ততার মুহূর্তও উপভোগ করুন।
gu: તમારી વિશ્લેષણાત્મક પ્રતિભાને સંતુલિત કરવા મુક્ત વિચાર-મંથન અને સહજ રમતિયાળપણાની ક્ષણો પણ અપનાવો.
hi: अपनी विश्लेषणात्मक प्रतिभा को संतुलित करने के लिए खुले विचार-मंथन और सहज चंचलता के क्षण भी अपनाएँ।
kn: ನಿಮ್ಮ ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಪ್ರತಿಭೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಮುಕ್ತ ಚಿಂತನ-ಮಂಥನ ಮತ್ತು ತಮಾಷೆಯ ಸಹಜತೆಯ ಕ್ಷಣಗಳನ್ನೂ ಸ್ವಾಗತಿಸಿ.
ml: നിങ്ങളുടെ വിശകലന പ്രതിഭയെ സന്തുലിതമാക്കാൻ സ്വതന്ത്രമായ ആശയചർച്ചയുടെയും കളിയായ സ്വാഭാവികതയുടെയും നിമിഷങ്ങളെയും സ്വാഗതം ചെയ്യുക.
mr: तुमच्या विश्लेषणात्मक प्रतिभेला समतोल देण्यासाठी मुक्त विचारमंथन आणि खेळकर उत्स्फूर्ततेचे क्षणही अनुभवा.
or: ଆପଣଙ୍କ ବିଶ୍ଳେଷଣାତ୍ମକ ପ୍ରତିଭାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ ମୁକ୍ତ ଚିନ୍ତାମନ୍ଥନ ଓ ଖେଳାଳି ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତତାର ମୁହୂର୍ତ୍ତ ମଧ୍ୟ ଆପଣାନ୍ତୁ।
ta: உங்கள் பகுப்பாய்வுத் திறமையைச் சமநிலைப்படுத்த, கட்டற்ற சிந்தனைக்கும் விளையாட்டான இயல்புக்குமான தருணங்களையும் வரவேற்கவும்.
te: మీ విశ్లేషణాత్మక ప్రతిభను సమతుల్యం చేయడానికి స్వేచ్ఛాయుత ఆలోచనా మథనం మరియు సరదా సహజత్వపు క్షణాలను కూడా ఆహ్వానించండి.
ur: اپنی تجزیاتی صلاحیت کو متوازن رکھنے کے لیے آزاد ذہن سازی اور شگفتہ بے ساختگی کے لمحات بھی اپنائیں۔

# head.analytical.detailed
source: You cut through complexity with clarity and evidence. You prefer structured reasoning, measurable facts, and actionable reality. In high-stakes moments, your mind remains composed, analyzing variables without emotional overwhelm.
bn: আপনি স্বচ্ছতা ও প্রমাণের সাহায্যে জটিলতা ভেদ করেন। আপনি কাঠামোবদ্ধ যুক্তি, পরিমাপযোগ্য তথ্য ও বাস্তবসম্মত সত্য পছন্দ করেন। গুরুত্বপূর্ণ মুহূর্তে আপনার মন শান্ত থাকে এবং আবেগে ভেসে না গিয়ে পরিস্থিতি বিশ্লেষণ করে।
gu: તમે સ્પષ્ટતા અને પુરાવા સાથે જટિલતાને ઉકેલો છો. તમે માળખાગત તર્ક, માપી શકાય તેવાં તથ્યો અને વ્યવહારુ વાસ્તવિકતા પસંદ કરો છો. મહત્વના સમયે તમારું મન શાંત રહે છે અને લાગણીઓમાં વહ્યા વિના પરિસ્થિતિનું વિશ્લેષણ કરે છે.
hi: आप स्पष्टता और प्रमाण के साथ जटिलता को सुलझाते हैं। आप संरचित तर्क, मापने योग्य तथ्य और व्यावहारिक यथार्थ पसंद करते हैं। महत्वपूर्ण क्षणों में आपका मन शांत रहता है और भावनाओं में बहे बिना परिस्थितियों का विश्लेषण करता है।
kn: ನೀವು ಸ್ಪಷ್ಟತೆ ಮತ್ತು ಪುರಾವೆಗಳೊಂದಿಗೆ ಸಂಕೀರ್ಣತೆಯನ್ನು ಭೇದಿಸುತ್ತೀರಿ. ನೀವು ವ್ಯವಸ್ಥಿತ ತರ್ಕ, ಅಳೆಯಬಹುದಾದ ಸತ್ಯಗಳು ಮತ್ತು ಕಾರ್ಯಸಾಧ್ಯ ವಾಸ್ತವವನ್ನು ಇಷ್ಟಪಡುತ್ತೀರಿ. ನಿರ್ಣಾಯಕ ಕ್ಷಣಗಳಲ್ಲಿ ನಿಮ್ಮ ಮನಸ್ಸು ಶಾಂತವಾಗಿದ್ದು, ಭಾವನೆಗಳಿಗೆ ಒಳಗಾಗದೆ ಸನ್ನಿವೇಶವನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತದೆ.
ml: വ്യക്തതയോടെയും തെളിവുകളോടെയും നിങ്ങൾ സങ്കീർണതയെ മറികടക്കുന്നു. ചിട്ടയായ യുക്തി, അളക്കാവുന്ന വസ്തുതകൾ, പ്രായോഗിക യാഥാർത്ഥ്യം എന്നിവ നിങ്ങൾ ഇഷ്ടപ്പെടുന്നു. നിർണായക നിമിഷങ്ങളിൽ നിങ്ങളുടെ മനസ്സ് ശാന്തമായി നിന്ന്, വികാരങ്ങൾക്ക് അടിപ്പെടാതെ സാഹചര്യങ്ങൾ വിശകലനം ചെയ്യുന്നു.
mr: तुम्ही स्पष्टता आणि पुराव्यांच्या आधारे गुंतागुंत सोडवता. तुम्हाला सुव्यवस्थित तर्क, मोजता येणारी तथ्ये आणि कृतीयोग्य वास्तव आवडते. महत्त्वाच्या क्षणी तुमचे मन शांत राहते आणि भावनांच्या आहारी न जाता परिस्थितीचे विश्लेषण करते.
or: ଆପଣ ସ୍ପଷ୍ଟତା ଓ ପ୍ରମାଣ ସହ ଜଟିଳତାକୁ ସମାଧାନ କରନ୍ତି। ଆପଣ ସଂରଚିତ ତର୍କ, ମାପଯୋଗ୍ୟ ତଥ୍ୟ ଓ ବ୍ୟାବହାରିକ ବାସ୍ତବତା ପସନ୍ଦ କରନ୍ତି। ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ମୁହୂର୍ତ୍ତରେ ଆପଣଙ୍କ ମନ ଶାନ୍ତ ରହେ ଏବଂ ଭାବନାରେ ନ ଭାସି ପରିସ୍ଥିତିର ବିଶ୍ଳେଷଣ କରେ।
ta: தெளிவு மற்றும் ஆதாரங்களுடன் நீங்கள் சிக்கல்களைத் தீர்க்கிறீர்கள். ஒழுங்கான தர்க்கம், அளவிடக்கூடிய உண்மைகள் மற்றும் செயல்படுத்தக்கூடிய யதார்த்தத்தை விரும்புகிறீர்கள். முக்கியமான தருணங்களில் உங்கள் மனம் அமைதியாக இருந்து, உணர்ச்சிவசப்படாமல் சூழலைப் பகுப்பாய்கிறது.
te: మీరు స్పష్టత మరియు ఆధారాలతో సంక్లిష్టతను ఛేదిస్తారు. మీరు క్రమబద్ధమైన తర్కం, కొలవగల వాస్తవాలు మరియు ఆచరణీయమైన వాస్తవికతను ఇష్టపడతారు. కీలక క్షణాలలో మీ మనస్సు ప్రశాంతంగా ఉండి, భావోద్వేగాలకు లోనవకుండా పరిస్థితులను విశ్లేషిస్తుంది.
ur: آپ وضاحت اور ثبوت کے ساتھ پیچیدگی کو حل کرتے ہیں۔ آپ منظم استدلال، قابلِ پیمائش حقائق اور عملی حقیقت پسند کرتے ہیں۔ اہم لمحات میں آپ کا ذہن پرسکون رہتا ہے اور جذبات میں بہے بغیر حالات کا تجزیہ کرتا ہے۔

# head.analytical.summary
source: A direct, horizontal trajectory signifies methodical intellect, objectivity, and crystalline discernment.
bn: সোজা, অনুভূমিক রেখা পদ্ধতিগত বুদ্ধি, বস্তুনিষ্ঠতা ও স্বচ্ছ বিচারবোধ নির্দেশ করে।
gu: સીધી, આડી રેખા વ્યવસ્થિત બુદ્ધિ, નિષ્પક્ષતા અને સ્પષ્ટ વિવેકનો સંકેત છે.
hi: सीधी, क्षैतिज रेखा व्यवस्थित बुद्धि, निष्पक्षता और स्पष्ट विवेक का संकेत है।
kn: ನೇರ, ಅಡ್ಡಲಾದ ಪಥವು ಕ್ರಮಬದ್ಧ ಬುದ್ಧಿ, ವಸ್ತುನಿಷ್ಠತೆ ಮತ್ತು ಸ್ಫಟಿಕದಂತೆ ಸ್ಪಷ್ಟ ವಿವೇಚನೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: നേരായ, തിരശ്ചീനമായ പാത ചിട്ടയായ ബുദ്ധി, വസ്തുനിഷ്ഠത, സ്ഫടികം പോലെ വ്യക്തമായ വിവേകം എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: सरळ, आडवी रेषा पद्धतशीर बुद्धी, वस्तुनिष्ठता आणि स्फटिकासारखा स्पष्ट विवेक दर्शवते.
or: ସିଧା, ଭୂସମାନ୍ତର ରେଖା ପଦ୍ଧତିଗତ ବୁଦ୍ଧି, ନିରପେକ୍ଷତା ଓ ସ୍ୱଚ୍ଛ ବିବେକ ସୂଚାଏ।
ta: நேரான, கிடைமட்டப் பாதை முறையான அறிவு, புறநிலை மற்றும் படிகம் போன்ற தெளிவான விவேகத்தைக் குறிக்கிறது.
te: నేరుగా, అడ్డంగా సాగే రేఖ పద్ధతిగల బుద్ధి, నిష్పాక్షికత మరియు స్ఫటికంలా స్పష్టమైన వివేకాన్ని సూచిస్తుంది.
ur: سیدھی، افقی لکیر منظم ذہانت، غیر جانبداری اور شفاف دانشمندی کی علامت ہے۔

# head.analytical.title
source: Strategic & Analytical Precision
bn: কৌশলগত ও বিশ্লেষণী নির্ভুলতা
gu: વ્યૂહાત્મક અને વિશ્લેષણાત્મક ચોકસાઈ
hi: रणनीतिक और विश्लेषणात्मक सटीकता
kn: ಕಾರ್ಯತಂತ್ರದ ಮತ್ತು ವಿಶ್ಲೇಷಣಾತ್ಮಕ ನಿಖರತೆ
ml: തന്ത്രപരവും വിശകലനാത്മകവുമായ കൃത്യത
mr: धोरणात्मक आणि विश्लेषणात्मक अचूकता
or: କୌଶଳଗତ ଓ ବିଶ୍ଳେଷଣାତ୍ମକ ସଠିକତା
ta: உத்திசார் மற்றும் பகுப்பாய்வுத் துல்லியம்
te: వ్యూహాత్మక మరియు విశ్లేషణాత్మక ఖచ్చితత్వం
ur: حکمتِ عملی اور تجزیاتی درستی

# head.analytical.trait1
source: Strategic Clarity
bn: কৌশলগত স্বচ্ছতা
gu: વ્યૂહાત્મક સ્પષ્ટતા
hi: रणनीतिक स्पष्टता
kn: ಕಾರ್ಯತಂತ್ರದ ಸ್ಪಷ್ಟತೆ
ml: തന്ത്രപരമായ വ്യക്തത
mr: धोरणात्मक स्पष्टता
or: କୌଶଳଗତ ସ୍ପଷ୍ଟତା
ta: உத்திசார் தெளிவு
te: వ్యూహాత్మక స్పష్టత
ur: حکمتِ عملی کی وضاحت

# head.analytical.trait2
source: Fact-Driven Discernment
bn: তথ্যনির্ভর বিচারবোধ
gu: તથ્ય આધારિત વિવેક
hi: तथ्य-आधारित विवेक
kn: ಸತ್ಯಾಧಾರಿತ ವಿವೇಚನೆ
ml: വസ്തുതാധിഷ്ഠിത വിവേകം
mr: तथ्याधारित विवेक
or: ତଥ୍ୟଭିତ୍ତିକ ବିବେକ
ta: உண்மை சார்ந்த விவேகம்
te: వాస్తవ ఆధారిత వివేకం
ur: حقائق پر مبنی دانشمندی

# head.analytical.trait3
source: Cool Under Pressure
bn: চাপে শান্ত
gu: દબાણમાં શાંત
hi: दबाव में शांत
kn: ಒತ್ತಡದಲ್ಲಿ ಶಾಂತ
ml: സമ്മർദ്ദത്തിലും ശാന്തത
mr: दबावात शांत
or: ଚାପରେ ଶାନ୍ତ
ta: அழுத்தத்திலும் அமைதி
te: ఒత్తిడిలో ప్రశాంతత
ur: دباؤ میں پرسکون

# head.analytical.trait4
source: Organized Focus
bn: সুসংগঠিত মনোযোগ
gu: વ્યવસ્થિત એકાગ્રતા
hi: व्यवस्थित एकाग्रता
kn: ವ್ಯವಸ್ಥಿತ ಏಕಾಗ್ರತೆ
ml: ചിട്ടയായ ശ്രദ്ധ
mr: सुव्यवस्थित एकाग्रता
or: ସୁବ୍ୟବସ୍ଥିତ ଏକାଗ୍ରତା
ta: ஒழுங்கான கவனம்
te: క్రమబద్ధమైన ఏకాగ్రత
ur: منظم توجہ

# head.imaginative.advice
source: Pair your expansive visionary ideas with dedicated milestones and practical execution timelines.
bn: আপনার বিস্তৃত দূরদর্শী ভাবনাকে নির্দিষ্ট লক্ষ্য ও বাস্তবসম্মত সময়সীমার সঙ্গে যুক্ত করুন।
gu: તમારા વિશાળ દૂરદર્શી વિચારોને નિશ્ચિત લક્ષ્યો અને વ્યવહારુ સમયમર્યાદા સાથે જોડો.
hi: अपने विस्तृत दूरदर्शी विचारों को निश्चित लक्ष्यों और व्यावहारिक समय-सीमा के साथ जोड़ें।
kn: ನಿಮ್ಮ ವಿಶಾಲ ದಾರ್ಶನಿಕ ಆಲೋಚನೆಗಳನ್ನು ನಿರ್ದಿಷ್ಟ ಮೈಲಿಗಲ್ಲುಗಳು ಮತ್ತು ಪ್ರಾಯೋಗಿಕ ಕಾಲಮಿತಿಗಳೊಂದಿಗೆ ಜೋಡಿಸಿ.
ml: നിങ്ങളുടെ വിശാലമായ ദീർഘവീക്ഷണ ആശയങ്ങളെ വ്യക്തമായ നാഴികക്കല്ലുകളും പ്രായോഗിക സമയപരിധികളുമായി ചേർക്കുക.
mr: तुमच्या विस्तृत दूरदर्शी कल्पनांना ठरावीक टप्पे आणि व्यावहारिक कालमर्यादेची जोड द्या.
or: ଆପଣଙ୍କ ବିସ୍ତୃତ ଦୂରଦର୍ଶୀ ଚିନ୍ତାକୁ ନିର୍ଦ୍ଦିଷ୍ଟ ଲକ୍ଷ୍ୟ ଓ ବ୍ୟାବହାରିକ ସମୟସୀମା ସହ ଯୋଡ଼ନ୍ତୁ।
ta: உங்கள் விரிந்த தொலைநோக்குச் சிந்தனைகளை உறுதியான இலக்குகளுடனும் நடைமுறைக் காலக்கெடுவுடனும் இணைக்கவும்.
te: మీ విశాలమైన దార్శనిక ఆలోచనలను నిర్దిష్ట మైలురాళ్లు మరియు ఆచరణాత్మక గడువులతో జత చేయండి.
ur: اپنے وسیع دور اندیش خیالات کو واضح سنگِ میل اور عملی ٹائم لائن کے ساتھ جوڑیں۔

# head.imaginative.detailed.left
source: Your intellect flourishes beyond rigid boundaries. You synthesize patterns, visualize multidimensional solutions, and possess natural aptitude for design, writing, philosophy, or innovative architecture. On the Left Hand, this indicates that your innate instinct is highly imaginative and perceptual.
bn: আপনার বুদ্ধি কঠোর সীমার বাইরে বিকশিত হয়। আপনি নকশা মেলান, বহুমাত্রিক সমাধান কল্পনা করেন এবং ডিজাইন, লেখা, দর্শন বা উদ্ভাবনী স্থাপত্যে স্বাভাবিক দক্ষতা রাখেন। বাঁ হাতে এটি নির্দেশ করে যে আপনার সহজাত প্রবৃত্তি অত্যন্ত কল্পনাপ্রবণ ও সংবেদনশীল।
gu: તમારી બુદ્ધિ કઠોર સીમાઓથી પર ખીલે છે. તમે પૅટર્ન જોડો છો, બહુપરિમાણીય ઉકેલોની કલ્પના કરો છો અને ડિઝાઇન, લેખન, તત્ત્વજ્ઞાન કે નવીન સ્થાપત્યમાં સ્વાભાવિક યોગ્યતા ધરાવો છો. ડાબા હાથ પર આ દર્શાવે છે કે તમારી જન્મજાત વૃત્તિ અત્યંત કલ્પનાશીલ અને સંવેદનશીલ છે.
hi: आपकी बुद्धि कठोर सीमाओं से परे फलती-फूलती है। आप पैटर्न जोड़ते हैं, बहुआयामी समाधानों की कल्पना करते हैं और डिज़ाइन, लेखन, दर्शन या नवीन वास्तुकला में स्वाभाविक योग्यता रखते हैं। बाएँ हाथ पर यह दर्शाता है कि आपकी जन्मजात प्रवृत्ति अत्यंत कल्पनाशील और संवेदनशील है।
kn: ನಿಮ್ಮ ಬುದ್ಧಿಯು ಕಠಿಣ ಗಡಿಗಳನ್ನು ಮೀರಿ ಅರಳುತ್ತದೆ. ನೀವು ಮಾದರಿಗಳನ್ನು ಬೆಸೆಯುತ್ತೀರಿ, ಬಹುಆಯಾಮದ ಪರಿಹಾರಗಳನ್ನು ಕಲ್ಪಿಸುತ್ತೀರಿ ಮತ್ತು ವಿನ್ಯಾಸ, ಬರವಣಿಗೆ, ತತ್ವಶಾಸ್ತ್ರ ಅಥವಾ ನವೀನ ವಾಸ್ತುಶಿಲ್ಪದಲ್ಲಿ ಸಹಜ ಪ್ರತಿಭೆ ಹೊಂದಿದ್ದೀರಿ. ಎಡಗೈಯಲ್ಲಿ ಇದು ನಿಮ್ಮ ಸಹಜ ಪ್ರವೃತ್ತಿ ಅತ್ಯಂತ ಕಲ್ಪನಾಶೀಲ ಮತ್ತು ಸೂಕ್ಷ್ಮಗ್ರಾಹಿಯಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ബുദ്ധി കർശനമായ അതിരുകൾക്കപ്പുറം വിരിയുന്നു. നിങ്ങൾ മാതൃകകളെ സമന്വയിപ്പിക്കുന്നു, ബഹുമാന പരിഹാരങ്ങൾ വിഭാവനം ചെയ്യുന്നു, ഡിസൈൻ, എഴുത്ത്, തത്ത്വചിന്ത അല്ലെങ്കിൽ നൂതന വാസ്തുവിദ്യ എന്നിവയിൽ സ്വാഭാവിക അഭിരുചിയുണ്ട്. ഇടതു കൈയിൽ ഇത് നിങ്ങളുടെ ജന്മസിദ്ധമായ സഹജവാസന അതീവ ഭാവനാസമ്പന്നവും സൂക്ഷ്മഗ്രാഹിയുമാണെന്ന് സൂചിപ്പിക്കുന്നു.
mr: तुमची बुद्धी कठोर मर्यादांच्या पलीकडे बहरते. तुम्ही नमुने जोडता, बहुआयामी उपायांची कल्पना करता आणि डिझाइन, लेखन, तत्त्वज्ञान किंवा नावीन्यपूर्ण वास्तुकलेत नैसर्गिक कल ठेवता. डाव्या हातावर हे दर्शवते की तुमची जन्मजात प्रवृत्ती अत्यंत कल्पक आणि संवेदनशील आहे.
or: ଆପଣଙ୍କ ବୁଦ୍ଧି କଠୋର ସୀମା ବାହାରେ ବିକଶିତ ହୁଏ। ଆପଣ ନମୁନାକୁ ଯୋଡ଼ନ୍ତି, ବହୁମାତ୍ରିକ ସମାଧାନ କଳ୍ପନା କରନ୍ତି ଏବଂ ଡିଜାଇନ, ଲେଖା, ଦର୍ଶନ କିମ୍ବା ଅଭିନବ ସ୍ଥାପତ୍ୟରେ ସ୍ୱାଭାବିକ ଦକ୍ଷତା ରଖନ୍ତି। ବାମ ହାତରେ ଏହା ସୂଚାଏ ଯେ ଆପଣଙ୍କ ଜନ୍ମଗତ ପ୍ରବୃତ୍ତି ଅତ୍ୟନ୍ତ କଳ୍ପନାଶୀଳ ଓ ସମ୍ବେଦନଶୀଳ।
ta: உங்கள் அறிவு கடுமையான எல்லைகளைத் தாண்டி மலர்கிறது. நீங்கள் வடிவங்களை இணைக்கிறீர்கள், பல பரிமாணத் தீர்வுகளைக் கற்பனை செய்கிறீர்கள்; வடிவமைப்பு, எழுத்து, தத்துவம் அல்லது புதுமையான கட்டிடக்கலையில் இயல்பான திறன் கொண்டவர். இடது கையில் இது உங்கள் பிறவி உள்ளுணர்வு மிகுந்த கற்பனையும் நுண்ணுணர்வும் கொண்டது என்பதைக் குறிக்கிறது.
te: మీ బుద్ధి కఠినమైన హద్దులకు అతీతంగా వికసిస్తుంది. మీరు నమూనాలను కలుపుతారు, బహుముఖ పరిష్కారాలను ఊహిస్తారు మరియు డిజైన్, రచన, తత్వశాస్త్రం లేదా వినూత్న వాస్తుశిల్పంలో సహజ ప్రావీణ్యం కలిగి ఉంటారు. ఎడమ చేతిపై ఇది మీ సహజ ప్రవృత్తి అత్యంత ఊహాత్మకంగా మరియు సున్నితంగా ఉంటుందని సూచిస్తుంది.
ur: آپ کی ذہانت سخت حدود سے آگے پھلتی پھولتی ہے۔ آپ نمونوں کو جوڑتے ہیں، کثیر جہتی حل تصور کرتے ہیں اور ڈیزائن، تحریر، فلسفے یا جدید فنِ تعمیر میں فطری مہارت رکھتے ہیں۔ بائیں ہاتھ پر یہ ظاہر کرتی ہے کہ آپ کی فطری جبلت نہایت تخیلاتی اور حساس ہے۔

# head.imaginative.detailed.right
source: Your intellect flourishes beyond rigid boundaries. You synthesize patterns, visualize multidimensional solutions, and possess natural aptitude for design, writing, philosophy, or innovative architecture. On the Right Hand, this indicates that your active work style synthesizes vision with strategic planning.
bn: আপনার বুদ্ধি কঠোর সীমার বাইরে বিকশিত হয়। আপনি নকশা মেলান, বহুমাত্রিক সমাধান কল্পনা করেন এবং ডিজাইন, লেখা, দর্শন বা উদ্ভাবনী স্থাপত্যে স্বাভাবিক দক্ষতা রাখেন। ডান হাতে এটি নির্দেশ করে যে আপনার সক্রিয় কর্মধারা দূরদৃষ্টিকে কৌশলগত পরিকল্পনার সঙ্গে মেলায়।
gu: તમારી બુદ્ધિ કઠોર સીમાઓથી પર ખીલે છે. તમે પૅટર્ન જોડો છો, બહુપરિમાણીય ઉકેલોની કલ્પના કરો છો અને ડિઝાઇન, લેખન, તત્ત્વજ્ઞાન કે નવીન સ્થાપત્યમાં સ્વાભાવિક યોગ્યતા ધરાવો છો. જમણા હાથ પર આ દર્શાવે છે કે તમારી સક્રિય કાર્યશૈલી દૂરદૃષ્ટિને વ્યૂહાત્મક આયોજન સાથે જોડે છે.
hi: आपकी बुद्धि कठोर सीमाओं से परे फलती-फूलती है। आप पैटर्न जोड़ते हैं, बहुआयामी समाधानों की कल्पना करते हैं और डिज़ाइन, लेखन, दर्शन या नवीन वास्तुकला में स्वाभाविक योग्यता रखते हैं। दाएँ हाथ पर यह दर्शाता है कि आपकी सक्रिय कार्यशैली दूरदृष्टि को रणनीतिक योजना से जोड़ती है।
kn: ನಿಮ್ಮ ಬುದ್ಧಿಯು ಕಠಿಣ ಗಡಿಗಳನ್ನು ಮೀರಿ ಅರಳುತ್ತದೆ. ನೀವು ಮಾದರಿಗಳನ್ನು ಬೆಸೆಯುತ್ತೀರಿ, ಬಹುಆಯಾಮದ ಪರಿಹಾರಗಳನ್ನು ಕಲ್ಪಿಸುತ್ತೀರಿ ಮತ್ತು ವಿನ್ಯಾಸ, ಬರವಣಿಗೆ, ತತ್ವಶಾಸ್ತ್ರ ಅಥವಾ ನವೀನ ವಾಸ್ತುಶಿಲ್ಪದಲ್ಲಿ ಸಹಜ ಪ್ರತಿಭೆ ಹೊಂದಿದ್ದೀರಿ. ಬಲಗೈಯಲ್ಲಿ ಇದು ನಿಮ್ಮ ಸಕ್ರಿಯ ಕಾರ್ಯಶೈಲಿ ದೂರದೃಷ್ಟಿಯನ್ನು ಕಾರ್ಯತಂತ್ರದ ಯೋಜನೆಯೊಂದಿಗೆ ಬೆಸೆಯುತ್ತದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ബുദ്ധി കർശനമായ അതിരുകൾക്കപ്പുറം വിരിയുന്നു. നിങ്ങൾ മാതൃകകളെ സമന്വയിപ്പിക്കുന്നു, ബഹുമാന പരിഹാരങ്ങൾ വിഭാവനം ചെയ്യുന്നു, ഡിസൈൻ, എഴുത്ത്, തത്ത്വചിന്ത അല്ലെങ്കിൽ നൂതന വാസ്തുവിദ്യ എന്നിവയിൽ സ്വാഭാവിക അഭിരുചിയുണ്ട്. വലതു കൈയിൽ ഇത് നിങ്ങളുടെ സജീവ പ്രവർത്തനശൈലി ദീർഘവീക്ഷണത്തെ തന്ത്രപരമായ ആസൂത്രണവുമായി സമന്വയിപ്പിക്കുന്നുവെന്ന് സൂചിപ്പിക്കുന്നു.
mr: तुमची बुद्धी कठोर मर्यादांच्या पलीकडे बहरते. तुम्ही नमुने जोडता, बहुआयामी उपायांची कल्पना करता आणि डिझाइन, लेखन, तत्त्वज्ञान किंवा नावीन्यपूर्ण वास्तुकलेत नैसर्गिक कल ठेवता. उजव्या हातावर हे दर्शवते की तुमची सक्रिय कार्यशैली दूरदृष्टीला धोरणात्मक नियोजनाशी जोडते.
or: ଆପଣଙ୍କ ବୁଦ୍ଧି କଠୋର ସୀମା ବାହାରେ ବିକଶିତ ହୁଏ। ଆପଣ ନମୁନାକୁ ଯୋଡ଼ନ୍ତି, ବହୁମାତ୍ରିକ ସମାଧାନ କଳ୍ପନା କରନ୍ତି ଏବଂ ଡିଜାଇନ, ଲେଖା, ଦର୍ଶନ କିମ୍ବା ଅଭିନବ ସ୍ଥାପତ୍ୟରେ ସ୍ୱାଭାବିକ ଦକ୍ଷତା ରଖନ୍ତି। ଡାହାଣ ହାତରେ ଏହା ସୂଚାଏ ଯେ ଆପଣଙ୍କ ସକ୍ରିୟ କାର୍ଯ୍ୟଶୈଳୀ ଦୂରଦୃଷ୍ଟିକୁ କୌଶଳଗତ ଯୋଜନା ସହ ଯୋଡ଼େ।
ta: உங்கள் அறிவு கடுமையான எல்லைகளைத் தாண்டி மலர்கிறது. நீங்கள் வடிவங்களை இணைக்கிறீர்கள், பல பரிமாணத் தீர்வுகளைக் கற்பனை செய்கிறீர்கள்; வடிவமைப்பு, எழுத்து, தத்துவம் அல்லது புதுமையான கட்டிடக்கலையில் இயல்பான திறன் கொண்டவர். வலது கையில் இது உங்கள் செயல்படும் பணிமுறை தொலைநோக்கை உத்திசார் திட்டமிடலுடன் இணைக்கிறது என்பதைக் குறிக்கிறது.
te: మీ బుద్ధి కఠినమైన హద్దులకు అతీతంగా వికసిస్తుంది. మీరు నమూనాలను కలుపుతారు, బహుముఖ పరిష్కారాలను ఊహిస్తారు మరియు డిజైన్, రచన, తత్వశాస్త్రం లేదా వినూత్న వాస్తుశిల్పంలో సహజ ప్రావీణ్యం కలిగి ఉంటారు. కుడి చేతిపై ఇది మీ క్రియాశీల పని శైలి దూరదృష్టిని వ్యూహాత్మక ప్రణాళికతో మేళవిస్తుందని సూచిస్తుంది.
ur: آپ کی ذہانت سخت حدود سے آگے پھلتی پھولتی ہے۔ آپ نمونوں کو جوڑتے ہیں، کثیر جہتی حل تصور کرتے ہیں اور ڈیزائن، تحریر، فلسفے یا جدید فنِ تعمیر میں فطری مہارت رکھتے ہیں۔ دائیں ہاتھ پر یہ ظاہر کرتی ہے کہ آپ کا فعال طرزِ کار دور اندیشی کو حکمتِ عملی کی منصوبہ بندی سے جوڑتا ہے۔

# head.imaginative.summary
source: A head line gently inclining toward the Lunar mount denotes deep lateral problem solving, creative intuition, and vision.
bn: চন্দ্র পর্বতের দিকে সামান্য হেলানো মস্তিষ্ক রেখা গভীর সৃজনশীল সমস্যা-সমাধান, অন্তর্দৃষ্টি ও দূরদৃষ্টি নির্দেশ করে।
gu: ચંદ્ર પર્વત તરફ સહેજ ઝૂકેલી મસ્તિષ્ક રેખા ઊંડી સર્જનાત્મક સમસ્યા-ઉકેલ ક્ષમતા, અંતઃસ્ફુરણા અને દૂરદૃષ્ટિ દર્શાવે છે.
hi: चंद्र पर्वत की ओर हल्का झुकी मस्तिष्क रेखा गहरी रचनात्मक समस्या-समाधान क्षमता, सृजनात्मक अंतर्ज्ञान और दूरदर्शिता को दर्शाती है।
kn: ಚಂದ್ರ ಪರ್ವತದ ಕಡೆಗೆ ಸ್ವಲ್ಪ ಬಾಗಿದ ಮಸ್ತಿಷ್ಕ ರೇಖೆಯು ಆಳವಾದ ಸೃಜನಶೀಲ ಸಮಸ್ಯೆ ಪರಿಹಾರ, ಅಂತಃಪ್ರಜ್ಞೆ ಮತ್ತು ದೂರದೃಷ್ಟಿಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ചന്ദ്ര പർവ്വതത്തിലേക്ക് അൽപ്പം ചരിഞ്ഞ ശിരോരേഖ ആഴമുള്ള സർഗാത്മക പ്രശ്നപരിഹാരം, അന്തർജ്ഞാനം, ദീർഘവീക്ഷണം എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: चंद्र पर्वताकडे हलकेच झुकलेली मस्तक रेषा सखोल सर्जनशील समस्या-निवारण, अंतःप्रेरणा आणि दूरदृष्टी दर्शवते.
or: ଚନ୍ଦ୍ର ପର୍ବତ ଆଡ଼କୁ ଟିକେ ଢଳିଥିବା ମସ୍ତିଷ୍କ ରେଖା ଗଭୀର ସୃଜନଶୀଳ ସମସ୍ୟା ସମାଧାନ, ଅନ୍ତର୍ଜ୍ଞାନ ଓ ଦୂରଦୃଷ୍ଟି ସୂଚାଏ।
ta: சந்திர மேட்டை நோக்கிச் சற்றுச் சாயும் புத்தி ரேகை ஆழ்ந்த படைப்புச் சிக்கல் தீர்வு, உள்ளுணர்வு மற்றும் தொலைநோக்கைக் குறிக்கிறது.
te: చంద్ర పర్వతం వైపు కొద్దిగా వంగిన మస్తిష్క రేఖ లోతైన సృజనాత్మక సమస్య పరిష్కారం, అంతర్బుద్ధి మరియు దూరదృష్టిని సూచిస్తుంది.
ur: قمر کے ابھار کی طرف ہلکی سی جھکی ہوئی دماغ کی لکیر گہری تخلیقی مسئلہ حل کرنے کی صلاحیت، وجدان اور دور اندیشی ظاہر کرتی ہے۔

# head.imaginative.title
source: Imaginative & Conceptual Genius
bn: কল্পনাপ্রবণ ও ধারণাগত প্রতিভা
gu: કલ્પનાશીલ અને વૈચારિક પ્રતિભા
hi: कल्पनाशील और वैचारिक प्रतिभा
kn: ಕಲ್ಪನಾಶೀಲ ಮತ್ತು ಪರಿಕಲ್ಪನಾತ್ಮಕ ಪ್ರತಿಭೆ
ml: ഭാവനാസമ്പന്നവും ആശയപരവുമായ പ്രതിഭ
mr: कल्पक आणि वैचारिक प्रतिभा
or: କଳ୍ପନାଶୀଳ ଓ ଧାରଣାତ୍ମକ ପ୍ରତିଭା
ta: கற்பனைமிக்க மற்றும் கருத்தியல் மேதைமை
te: ఊహాత్మక మరియు భావనాత్మక ప్రతిభ
ur: تخیلاتی اور فکری ذہانت

# head.imaginative.trait1
source: Lateral Thinker
bn: উদ্ভাবনী চিন্তক
gu: નવીન વિચારક
hi: नवीन विचारक
kn: ನವೀನ ಚಿಂತಕ
ml: നൂതന ചിന്തകർ
mr: नवविचारी
or: ଅଭିନବ ଚିନ୍ତକ
ta: புதுமைச் சிந்தனையாளர்
te: వినూత్న ఆలోచనాపరులు
ur: جدت پسند مفکر

# head.imaginative.trait2
source: Artistic Intuition
bn: শৈল্পিক অন্তর্দৃষ্টি
gu: કલાત્મક અંતઃસ્ફુરણા
hi: कलात्मक अंतर्ज्ञान
kn: ಕಲಾತ್ಮಕ ಅಂತಃಪ್ರಜ್ಞೆ
ml: കലാപരമായ അന്തർജ്ഞാനം
mr: कलात्मक अंतःप्रेरणा
or: କଳାତ୍ମକ ଅନ୍ତର୍ଜ୍ଞାନ
ta: கலை உள்ளுணர்வு
te: కళాత్మక అంతర్బుద్ధి
ur: فنکارانہ وجدان

# head.imaginative.trait3
source: Conceptual Depth
bn: ধারণাগত গভীরতা
gu: વૈચારિક ઊંડાઈ
hi: वैचारिक गहराई
kn: ಪರಿಕಲ್ಪನಾತ್ಮಕ ಆಳ
ml: ആശയപരമായ ആഴം
mr: वैचारिक खोली
or: ଧାରଣାତ୍ମକ ଗଭୀରତା
ta: கருத்தியல் ஆழம்
te: భావనాత్మక లోతు
ur: فکری گہرائی

# head.imaginative.trait4
source: Pattern Recognition
bn: নকশা শনাক্তকরণ
gu: પૅટર્ન ઓળખ
hi: पैटर्न की पहचान
kn: ಮಾದರಿ ಗುರುತಿಸುವಿಕೆ
ml: മാതൃകാ തിരിച്ചറിവ്
mr: नमुने ओळखण्याची क्षमता
or: ନମୁନା ଚିହ୍ନଟ
ta: வடிவ அறிதல்
te: నమూనా గుర్తింపు
ur: نمونوں کی پہچان

# heart.discerning.advice
source: Allow yourself to express warmth verbally to let loved ones know the depth of your silent devotion.
bn: নিজের উষ্ণতা মুখেও প্রকাশ করুন, যাতে প্রিয়জনেরা আপনার নীরব নিষ্ঠার গভীরতা জানতে পারেন।
gu: તમારી હૂંફને શબ્દોમાં પણ વ્યક્ત કરો, જેથી પ્રિયજનો તમારા મૌન સમર્પણની ઊંડાઈ જાણી શકે.
hi: अपनी आत्मीयता को शब्दों में भी व्यक्त करें, ताकि प्रियजन आपके मौन समर्पण की गहराई जान सकें।
kn: ನಿಮ್ಮ ಆತ್ಮೀಯತೆಯನ್ನು ಮಾತಿನಲ್ಲೂ ವ್ಯಕ್ತಪಡಿಸಿ, ಆಗ ಪ್ರೀತಿಪಾತ್ರರು ನಿಮ್ಮ ಮೌನ ಸಮರ್ಪಣೆಯ ಆಳವನ್ನು ಅರಿಯುತ್ತಾರೆ.
ml: നിങ്ങളുടെ ഊഷ്മളത വാക്കുകളിലൂടെയും പ്രകടിപ്പിക്കുക, അങ്ങനെ പ്രിയപ്പെട്ടവർ നിങ്ങളുടെ നിശ്ശബ്ദ അർപ്പണത്തിന്റെ ആഴം അറിയും.
mr: तुमची आपुलकी शब्दांतूनही व्यक्त करा, म्हणजे प्रियजनांना तुमच्या मूक समर्पणाची खोली कळेल.
or: ନିଜ ଆନ୍ତରିକତାକୁ କଥାରେ ମଧ୍ୟ ପ୍ରକାଶ କରନ୍ତୁ, ଯାହାଦ୍ୱାରା ପ୍ରିୟଜନମାନେ ଆପଣଙ୍କ ନୀରବ ସମର୍ପଣର ଗଭୀରତା ଜାଣିପାରିବେ।
ta: உங்கள் அன்பை வார்த்தைகளாலும் வெளிப்படுத்துங்கள்; அப்போது அன்புக்குரியவர்கள் உங்கள் மௌன அர்ப்பணிப்பின் ஆழத்தை அறிவார்கள்.
te: మీ ఆప్యాయతను మాటల్లో కూడా వ్యక్తపరచండి, తద్వారా మీ ప్రియమైనవారు మీ మౌన అంకితభావపు లోతును తెలుసుకుంటారు.
ur: اپنی گرم جوشی کو الفاظ میں بھی ظاہر کریں تاکہ آپ کے پیارے آپ کی خاموش لگن کی گہرائی جان سکیں۔
